Repository: thomas001/purple-spin
Catalog: po/*.po
Languages: de

source: user is away
de: Benutzer ist abwesend

source: ping timeout
de: Ping Zeitüberschreitung

source: Always
de: Immer

source: Never
de: Nie

source: Only for non-buddys
de: Außer bei Freunden

source: Show away auto replies
de: Zeige automatische Antworten

source: Nickname regular expression
de: Nick regulärer Ausdruck

source: Use secure login
de: Sicheres einloggen verwenden

source: could not receive friend list
de: Konnte die Freundesliste nicht laden

source: invalid friend list format
de: Ungültiges Format der Freundesliste

source: Image
de: Bild

source: loading...
de: Lade...

source: HTTP error
de: HTTP Fehler

source: Error
de: Fehler

source: HTML parse error
de: HTML Parser Fehler

source: More Info
de: Mehr Informationen

source: could not create socket
de: Konnte socket nicht erstellen

source: unable to get login reply from web server
de: Keine Loginantwort vom Web-Server

source: invalid json format received
de: Ungültiges JSON Format erhalten

source: no session found in json
de: Keine session in JSON Daten gefunden

source: no username found in json
de: Keinen Benutzernamen in JSON Daten gefunden

source: Progress|Chat login
de: Chat einloggen

source: invalid host or port
de: Ungültiger Server oder Port

source: error compiling nick regex: %s
de: Fehler beim Kompilieren der Nick Regex: %s

source: Progress|Web login
de: Web einloggen

source: Room name:
de: Raumname:

source: Invalid room name
de: Ungültiger Raumname

source: Room names must not contain #
de: Raumnamen dürfen kein # enthalten

source: Room name contains invalid characters
de: Raumname enthält ungültige Zeichen

source: left the room
de: Raum verlassen

source: kicked by %3$s%1$.0s%2$.0s
de: gekickt von %3$s%1$.0s%2$.0s

source: kicked by the server
de: durch den Server gekickt

source: you are banned
de: Du bist gebannt

source: room %2$s is currently full%1$.0s
de: Raum %2$s ist derzeit voll%1$.0s

source: room %2$s is closed%1$.0s
de: Raum %2$s ist geschlossen%1$.0s

source: creation of new rooms is not allowed
de: Das Anlegen neuer Räume ist nicht erlaubt

source: room is for registered users only
de: Raum nur für registrierte Benutzer

source: room is for VIP users only
de: Raum nur für VIPs

source: room could not be created: too many rooms
de: Raum konnte nicht angelegt werden: zu viele Räume

source: room could not be created: room name is illegal
de: Raum konnte nicht angelegt werden: Raumname ist ungültig

source: too long inactive
de: zu lange stumm

source: kicked of the server
de: vom Server gekickt

source: invalid coded room name received
de: Ungültig kodierten Raumnamen erhalten

source: Progress|Receiving Prefs
de: Empfange Einstellungen

source: chat server denied login
de: Chat-Server hat das Einloggen abgelehnt

source: cannot join room %s
de: Kann Raum %s nicht beitreten

source: no known reason
de: unbekannter Grund

source: You have left the room%s%s%s
de: Du hast den Raum verlassen%s%s%s

source: You have been warned by %s: %s
de: Du wurdest von %s verwarnt: %s

source: You have been warned by %s
de: Du wurdest von %s verwarnt

source: %s has been warned by %s: %s
de: %s wurde von %s verwarnt: %s

source: %s has been warned by %s
de: %s wurde von %s verwarnt

source: error sending message
de: Fehler beim Senden der Nachicht

source: %2$s gives operator rights to %1$s
de: %s erhält Operatorrechte durch %s

source: %2$s removes operator rights from %1$s
de: %s verliert Operatorrechte durch %s

source: %2$s gives voice to %1$s
de: %s hat die Stummschaltung von %s aufgehoben

source: %2$s removes voice from %1$s
de: %s wurde von %s stummgeschalten

source: Banned IP addresses:
de: Gebannte IP Adressen:

source: IP address %1$s has been banned by %2$s
de: IP Adresse %s wurde von %s gebannt

source: IP address %1$s's ban has been removed by %2$s
de: Der Ban von IP Adresse %s wurde von %s entfernt

source: The room locked for unregistered users
de: Der Raum ist nur für registrierte Benutzer

source: close
de: schließen

source: Nick changed!
de: Nick geändert

source: %s is now known as %s
de: %s hat sich in %s umbenannt

source: Friend removed!
de: Freund entfernt

source: %s is not any more on your friend list
de: %s ist nichtmehr auf deiner Freundesliste

source: Invitation!
de: Einladung!

source: %s has invited you to a game %s
de: %s hat dich auf eine Partie %s eingeladen

source: New guestbook entry!
de: Neuer Gästebucheintrag

source: %s has added a new entry to your guestbook
de: %s hat dir etwas ins Gästebuch geschrieben

source: New gift!
de: Neues Geschenk!

source: %s has given you something
de: %s hat dir etwas geschenkt

source: Could not receive prefs: %s
de: Konnte Einstellungen nicht empfangen: %s

source: Invalid prefs format received
de: Einstellungen in ungültigem Format erhalten

source: Prefs not OK
de: Einstellungen nicht OK

source: Could not receive block list: %s
de: Konnte die Block Liste nicht empfangen: %s

source: Invalid block list format received
de: Block Liste in ungültigem Format empfangen

source: Could not set privacy policy: %s
de: Konnte den Blockmodus nicht setzen: %s

source: Unsupported privacy mode
de: Nicht unterstützter Blockmodus

source: The selected privacy mode is not supported by spin.de
de: Der gewählte Blockmodus wird von spin.de nicht unterstützt

source: The privacy mode will not be set server side
de: Der Blockmodus wird auf dem Server nicht gesetzt werden

source: Permit lists not supported by spin.de
de: Whitelists werden von spin.de nicht unterstützt

source: There is no server side permit list, so changes won't be visible outside this pidgin
de: Es gibt keine Server-seitige Whitelist, Änderungen werden also außerhalb dieses Pidgins nicht sichtbar sein

source: Invalid character in room or user name
de: Ungültige Zeichen in Raum- oder Benutzernamen

source: Invalid conversation name, something went wrong here...
de: Falscher Unterhaltungsname, irgendwas lief hier schief...

source: Invalid ban expression
de: Ungültiger Ban Ausdruck

source: /(away|back): Marks you as being back
de: /(away|back): Markiert,dass du zurück bist

source: /(away|afk) REASON: Marks you as being away
de: /(away|afk) GRUND: Markiert,dass du weg bist

source: /(ignore|ig|block) USER: Ignores the given user
de: /(ignore|ig|block) BENUTZER: Ignoriert den Benutzer

source: /(unignore|unig|unblock) USER: Unignores the given user
de: /(unignore|unig|unblock) BENUTZER: Hebt die Ignorierung des Benutzers auf

source: /join ROOMNAME: Joins the given room
de: /join RAUMNAME: Betritt den Raum

source: /msg USER TEXT: Messages the user
de: /msg BENUTZER NACHICHT: Sendet die Nachicht an den Benutzer

source: /msg USER: Opens a message window to the user
de: /msg BENUTZER: Öffnet ein Nachichtenfenster zu dem Benutzer

source: /mail USER: Opens a new mail to the user
de: /mail BENUTZER: Öffnet ein Mailfenster zu dem Benutzer

source: /mail: Opens a new mail to the conversion partner
de: /mail: Öffnet ein Mailfenster zum Chatpartner

source: /gift USER: Opens a new gift for the user
de: /gift BENUTZER: Öffnet das Geschenkefenster für Benutzer

source: /gift: Opens a new gift for the conversion partner
de: /gift: Öffnet das Geschenkefenster für den Chatpartner

source: /(servkick|sk) USER: Server kick
de: /(servkick|sk) BENUTZER: Server Kick

source: /(srvkickban|skb) USER: Server kick+ban
de: /(srvkickban|skb) BENUTZER: Server kick+ban

source: /(srvmute|sm) USER: Server mute
de: /(srvmute|sm) BENUTZER: Server mute

source: /banlist: Receive the ban list
de: /banlist: Empfange die Bannliste

source: /op USER: Gives OP to the user
de: /op BENUTZER: Gibt dem Benutzer OP Rechte

source: /deop USER: Removes OP from the user
de: /deop BENUTZER: Entfernt OP Rechte von dem Benutzer

source: /mute USER: Mutes the user
de: /mute BENUTZER: Schaltet den Benutzer stumm

source: /unmute USER: Unmutes the user
de: /unmute BENUTZER: Hebt die Stummschaltung des Benutzers auf

source: /(kick|k) USER: Kicks a user
de: /(kick|k) BENUTZER: Kick

source: /(kickban|kb) USER: Kicks+bans a user
de: /(kickban|kb) BENUTZER: Kick+ban

source: /(unban|deban) USER: Unbans a user
de: /(unban|deban) BENUTZER: Unban

source: /ban IP: Bans a IP address
de: /ban IP: Ban

source: /warn USER REASON: Warns a user
de: /warn BENUTZER GRUND: Verwarnt den Benutzer

source: Executes the emote command
de: Führt das Emote Kommando aus
